Repository: Bshwan/HotelsSystem
Catalog: HotelsSystem/Resources/App.*.resx
Languages: ku

source: Hotel
ku: هۆتێل

source: Hotels
ku: هۆتێلەکان

source: Hotel List
ku: لیستی هۆتێلەکان

source: Name
ku: ناو

source: Star
ku: ئەستێرە

source: Stars
ku: ئەستێرە

source: Room
ku: ژ. ژوور

source: Rooms
ku: ژوور

source: Location
ku: شوێن

source: Full Address
ku: ناونیشانی تەواو

source: Area
ku: ناوچە

source: Street
ku: شەقام

source: Number
ku: ژمارە

source: Full Name
ku: ناوی چواری

source: Username
ku: ناوی بەکارهێنەر

source: Password
ku: وشەی نهێنی

source: Phone
ku: مۆبایل

source: Phone Number
ku: ژمارەی مۆبایل

source: Email
ku: ئیمەیڵ

source: Save
ku: پاشەکەوت کردن

source: Cancel
ku: پاشگەزبوونەوە

source: Add
ku: زیادکردن

source: Add Hotel
ku: زیادکردنی هۆتێل

source: Search
ku: گەڕان

source: Guest
ku: میوان

source: Guest List
ku: لیستی میوانەکان

source: Hotel Name
ku: ناوی هۆتێل

source: Room Number
ku: ژمارەی ژوورەکان

source: Check In
ku: تۆماری هاتن

source: Check Out
ku: تۆماری دەرچوون

source: Rows per page
ku: ژمارەی ڕیز

source: Configrations
ku: ڕێکخستنە گشتییەکان

source: Directories
ku: بەڕێوەبەرایەتیەکان

source: Directory
ku: بەڕێوەبەرایەتی

source: User
ku: بەکارهێنەر

source: Workplace
ku: شوێنکار

source: Workplaces
ku: شوێنکارەکان

source: Admin
ku: بەڕێوەبەر

source: Admins
ku: بەڕێوەبەرەکان

source: Type
ku: جۆر

source: Mobile
ku: ژمارەی مۆبایل

source: Language
ku: زمان

source: User Type
ku: جۆری بەکارهێنەر

source: Role
ku: گروپ

source: Roles
ku: گروپەکان

source: Privilege
ku: ماف

source: Privileges
ku: مافەکان

source: Add Role
ku: زیادکردنی گروپی مافەکان

source: Add Admin
ku: زیادکردنی

source: Entry Date
ku: بەرواری داخڵکردن

source: Entry By
ku: داخڵکراوە لەلایەن

source: Add User
ku: زیادکردنی بەکارهێنەر

source: Users
ku: بەکارهێنەران

source: Directorate Name
ku: ناوی بەڕێوەبەرایەتی

source: Work Point Name
ku: ناوی شوێنکار

source: Created Date
ku: بەرواری داخڵکردن

source: Active
ku: چالاک

source: English
ku: ئینگلیزی

source: User List
ku: لیستی بەکارهێنەران

source: Configurations
ku: ڕێکخستنە گشتییەکان

# general-info
source: User Information
ku: زانیاری بەکارهێنەر

source: Hotel Type
ku: جۆری هۆتێل

source: note
ku: تێبینی
